{
  "about": "Sobre mim",
  "welcome": "Bem vindo",
  "contactMe": "Contate me",
  "start": "Início",
  "download": "Baixar currículo",
  "contact": "Contato",
  "portfolio": "Portifólio",
  "skills": "Habilidades",
  "h2about": "Um pouco sobre mim",
  "h2contact": "Fale comigo",
  "h2portfolio": "Alguns dos meus projetos",
  "h2skills": "Meus conhecimentos",
  "myName1": "Eu sou",
  "myName2": ", e eu sou desenvolvedor front-end",
  "textAbout": "Sou um desenvolvedor freelancer com foco em React, meu objetivo é entregar soluções inovadoras e acessíveis aos clientes. Meu trabalho é baseado em conversa, análise do mercado, desenho de protótipos e desenvolvimento, juntamente com o feedback do cliente.",
  "phrase": "Criando interfaces com eficiência, performance e uma experiência envolvente.",

  "name": "Nome:",
  "email": "E-mail:",
  "from": "De:",
  "click": "Clique nas tecnologias",

  "workWithMe": "Diferenciais de trabalhar comigo",

  "titleProject1": "Valorant Guide",
  "titleProject2": "Portifólio Gui Webber",
  "titleProject3": "Cartão interativo",

  "descriptionProject1": "O Valorant Guide é um projeto criado para reunir informações e curiosidades sobre o jogo Valorant. Desenvolvido com ReactJS e CSS, o guia oferece conteúdo sobre agentes, habilidades, mapas e armas, com o objetivo de ajudar jogadores a melhorar seu desempenho. A interface é simples e intuitiva, proporcionando fácil acesso às informações, tanto para iniciantes quanto para jogadores experientes.",
  "descriptionProject2": "Este projeto foi o primeiro portfólio que criei, marcando um grande aprendizado durante sua construção. Entre erros e acertos, ganhei muita experiência no uso de ReactJS e CSS, além de melhorar minhas habilidades em design e resolução de problemas. Foi uma oportunidade valiosa para crescer como desenvolvedor e consolidar conhecimentos importantes na criação de interfaces dinâmicas.",
  "descriptionProject3": "O projeto foi um cartão interativo e dinâmico desenvolvido com JavaScript, onde as informações são atualizadas em tempo real conforme o usuário digita. Utilizei manipulação do DOM e eventos em JavaScript para garantir que as alterações acontecessem de forma fluida e instantânea. Foi uma ótima oportunidade para aprimorar minhas habilidades em JavaScript e criar interfaces mais interativas.",

  "btnGithub": "Link para o githbub",
  "btnWhatsapp": "Contact via whatsapps",
  "h3textContact": "Tem uma empresa ou pretende desenvolver um site? Aqui estão minhas informações para entrar em contato!",

  "h3address": "Endereço",
  "h3contacts": "Contatos",
  "h3networks": "Redes",

  "footer": "Todos os direitos reservados."
}
